Repository: diso/wordpress-openid
Catalog: localization/openid-*.po
Languages: de_de, pt_br, ru_ru

source: OpenID options
de_de: OpenID-Optionen
pt_br: OpenID
ru_ru: Настройки OpenID

source: Your OpenIDs
de_de: Ihre OpenIDs
pt_br: Seus OpenIDs
ru_ru: Идентификаторы OpenID

source: Your Trusted Sites
de_de: Ihre vertrauten Seiten
pt_br: Seus sites autorizados
ru_ru: Доверенные сайты

source: OpenID Settings
de_de: OpenID-Einstellungen
pt_br: Configurações do OpenID
ru_ru: Настройки OpenID

source: Settings
de_de: Einstellungen
pt_br: Configurações
ru_ru: Настройки

source: OpenID cache refreshed.
de_de: OpenID-Cache wurde erneuert.
pt_br: O cache do OpenID foi limpado.
ru_ru: Кэш OpenID обновлён.

source: Please note that all OpenID Consumer options have been moved to their respective sections of the <a href="options-general.php">General Settings</a> and <a href="options-discussion.php">Discussion Settings</a> pages.
de_de: Bitte beachten Sie, dass alle OpenID-Nutzeroptionen in die entsprechenden Bereiche der <a href="options-general.php">allgemeinen Einstellungen</a> und <a href="options-discussion.php">Diskussions-Einstellungen</a/> verschoben wurden.
pt_br: Todas as opções do cliente OpenID foram movidas para as páginas <a href="options-general.php">Geral</a> e <a href="options-discussion.php">Discussão</a>.
ru_ru: Обратите внимание, что все настройки клиента OpenID были перенесены в соответствующие разделы <a href="options-general.php">общих настроек</a> и <a href="options-discussion.php">настроек обсуждения</a>.

source: The OpenID Provider allows authorized users to use their author URL as an OpenID, either using their local WordPress username and password, or by delegating to another OpenID Provider.
de_de: Die OpenID-Provider-Funktion erlaubt es authorisierten Benutzern deren Autoren-URL als OpenID zu nutzen. Das kann entweder über den lokalen WordPress-Login geschehen, oder durch Verweis auf einen anderen OpenID-Anbieter.
pt_br: O provedor de OpenID permite que os usuários autorizados usem a sua URL de autor com a sua OpenID, tanto usando o usuário e senha do Wordpress quanto delegando para um outro provedor de OpenID.
ru_ru: Провайдер OpenID позволяет авторизованным пользователям использовать свои URL в качестве идентификатора OpenID или посредством логина и пароля локального WordPress, или делегировав авторизацию другому провайдеру OpenID.

source: Enable OpenID
de_de: OpenID aktivieren
pt_br: Habilitar OpenID
ru_ru: Активировать OpenID

source: Enable the local OpenID Provider for these roles:
de_de: Lokalen OpenID-Provider für die folgenden Rollen aktivieren:
pt_br: Habilitar o OpenID provider local para essas funções:
ru_ru: Активировать локальный провайдер OpenID для следующих ролей:

source: Blog Owner
de_de: Besitzer des Blogs
pt_br: Dono do blog
ru_ru: Владелец блога

source: Authorized accounts on this blog can use their author URL (i.e. <em>%1$s</em>) as an OpenID. The Blog Owner will be able to use the blog address (%2$s) as their OpenID. If this is a single-user blog, you should set this to your account.
de_de: Authorisierte Benutzerkonten dieses Blogs können ihre Autoren-URL (i.e. <em>%1$s</em>) als OpenID benutzen. Der Blog-Besitzer ist damit fähig, die Blogadresse (%2$s) als dessen OpenID zu nutzen. Wenn dies ein Blog mit nur einem Benutzer ist, sollte dies auf den eigenen Account eingestellt werden.
pt_br: Contas autorizadas deste blog podem usar sua URL de autor (i.e. <em>%1$s</em>) como sua OpenID. O dono do blog pode usar o endereço do blog (%2$s) como sua OpenID. Se este for o caso, você deve definir está opção.
ru_ru: Авторизованные аккаунты этого блога могут использовать свои собственные URL (напр., <em>%1$s</em>) в качестве идентификаторов OpenID. Владелец блога может использовать адрес блога (%2$s) в качестве идентификатора. Если этот блог ведёт только один человек, укажите здесь свою учётную запись.

source: A Blog Owner cannot be set for this blog. To set a Blog Owner, first remove the following line from your <code>wp-config.php</code>:
de_de: Blog-Besitzer kann für diesen Blog nicht gesetzt werden. Um dies zu ermöglichen, entfernen Sie bitte folgende Zeilen aus <code>wp-config.php</code>:
pt_br: Não é possível definir um dono para este blog. Primeiro é necessário remover a seguinte linha do arquivo <code>wp-config.php</code>:
ru_ru: Для этого блога нельзя указать владельца. Чтобы задать владельца, удалите следующую строку из своего конфигурационного файла <code>wp-config.php</code>:

source: (none)
de_de: (keine)
pt_br: (nenhum)
ru_ru: (никто)

source: Only the current Blog Owner (%s) can change this setting.
de_de: Nur der momentane Blog-Besitzer (%s) kann diese Einstellung ändern.
pt_br: Apenas o proprietário do blog (%s) pode mudar essa opção.
ru_ru: Только текущей владелец блога (%s) может изменить эту настройку.

source: Troubleshooting
de_de: Problembehebung
pt_br: Solução de problemas
ru_ru: Решение проблем

source: If users are experiencing problems logging in with OpenID, it may help to %1$srefresh the cache%2$s.
de_de: Wenn Nutzer Probleme haben, sich mit einer OpenID anzumelden, versichen Sie %1$s den Cache zu aktualisieren%2$s.
pt_br: Se os usuários estiverem com problema para acessar o site usando sua identidade OpenID, %1$slimpar o cache%2$s pode ajudar
ru_ru: Если пользователи испытывают трудности при авторизации через OpenID, попробуйте %1$sочистить кэш%2$s.

source: Save Changes
de_de: Änderungen speichern
pt_br: Salvar alterações
ru_ru: Сохранить изменения

source: Success:
de_de: Erfolgreich:
pt_br: Sucesso:
ru_ru: Выполнено:

source: Warning:
de_de: Warnung:
pt_br: Aviso:
ru_ru: Предупреждение:

source: Error:
de_de: Fehler:
pt_br: Erro:
ru_ru: Ошибка:

source: Your Verified OpenIDs
de_de: Ihre geprüften OpenIDs
pt_br: Suas OpenIDs verificadas
ru_ru: Ваши проверенные OpenID

source: You may associate one or more OpenIDs with your account. This will allow you to login to WordPress with your OpenID instead of a username and password. <a href="http://openid.net/what/" target="_blank">Learn more...</a>
de_de: Sie können eine oder mehrere OpenIDs mit ihrem Account verknüpfen. Das wird Ihnen ermöglichen, sich bei WordPress mit ihrer OpenID einzuloggen anstelle von Nutzername und Passwort. <a href="http://www.openid.ch/what-is-openid/" target="_blank">Mehr darüber lernen..."</a>
pt_br: Você pode associar uma ou mais identidade OpenID com a sua conta. Isso permite entrar no Wordpress com uma identidade OpenID ao invés de usar o seu nome de usuário e senha. <a href="http://openid.net/what/" target="_blank">Saiba mais...</a>
ru_ru: Вы можете привязать несколько OpenID к вашей учётной записи. Это позволит использовать эти OpenID вместо логина и пароля для входа в WordPress. <a href="http://openid.net/what/" target="_blank">Узнать больше…</a>

source: Bulk Actions
pt_br: Ações em lote
ru_ru: Массовые действия

source: Delete
de_de: Entfernen
pt_br: Remover
ru_ru: Удалить

source: Apply
de_de: Übernehmen
pt_br: Aplicar
ru_ru: Применить

source: Account
pt_br: Conta
ru_ru: Учётная запись

source: No Verified Accounts.
de_de: Keine bestätigten Accounts
pt_br: Nenhuma conta verificada.
ru_ru: Нет проверенных учётных записей

source: Add OpenID
de_de: OpenID hinzufügen
pt_br: Adicionar OpenID
ru_ru: Добавить OpenID

source: Added %d trusted site.
de_de: %d vertraute Seite hinzugefügt.
pt_br: %d site autorizado adicionado
ru_ru: Добавлен %d доверенный сайт.

source: Deleted %d trusted site.
de_de: %d vertraute Seite entfernt.
pt_br: %d site autorizado removido
ru_ru: Удалён %d доверенный сайт.

source: This is a list of sites that you can automatically login to using your OpenID account. You will not be asked to approve OpenID login requests for your trusted sites.
de_de: Dis ist eine Liste von Seiten, zu auf denen Sie sich mit ihrer OpenID automatisch einloggen können. Sie werden bei vertrauten Seiten nicht gefragt werden, OpenID-Login-Versuche zu bestätigen.
pt_br: Esta é uma lista dos sites nos quais você pode entrar automaticamente usando a sua conta OpenID. Você não terá que autorizar o login para os seus sites autorizados.
ru_ru: Это список сайтов, на которые вы можете войти, используя OpenID. При входе на доверенные сайты подтверждение не требуется.

source: Last Login
de_de: letzter Login
pt_br: Último acesso
ru_ru: Последний вход

source: No Trusted Sites.
de_de: Keine vertrauten Seiten.
pt_br: Nenhum site autorizado.
ru_ru: Нет доверенных сайтов.

source: Import Trusted Sites
de_de: Vertraute Seiten importieren.
pt_br: Importar sites autorizados
ru_ru: Импорт доверенных сайтов.

source: Enter a list of URLs to be added to your Trusted Sites.
de_de: Geben Sie eine Liste von URLs ein, die zu ihren vertrauten Seiten hinzugefügt werden sollen.
pt_br: Digite uma lista de URLs para serem adicionadas a sua lista de sites autorizados
ru_ru: Введите список URL, которые будут добавлены к списку доверенных сайтов.

source: Add Sites
de_de: Seiten hinzufügen
pt_br: Adicionar sites
ru_ru: Добавить сайты

source: (One URL per line)
de_de: (Eine URL pro Zeile)
pt_br: (uma URL por linha)
ru_ru: (по одному URL на строку)

source: Status information:
ru_ru: Информация о состоянии:

source: All Systems Nominal
de_de: Alle Systeme Normal
ru_ru: Все системы в норме

source: System Status
pt_br: Informações do sistema
ru_ru: Состояние системы

source: Toggle More/Less
de_de: Umschalten Mehr/Weniger
pt_br: Alternar mais/menos
ru_ru: Подробнее

source: Plugin is currently disabled. Fix the problem, then Deactivate/Reactivate the plugin.
de_de: Die Erweiterung ist im Moment inaktiv. Beheben Sie das Problem und Deaktivieren/Reaktivieren Sie das Plugin.
pt_br: O plugin está desabilitado. Corrija o problema e então reative ele.
ru_ru: Плагин временно отключён. Исправьте проблему, потом деактивируйте и снова активируйте его.

source: FAIL
de_de: FEHLER
pt_br: FALHA
ru_ru: ПРОБЛЕМА

source: OK
ru_ru: ОК

source: INFO
ru_ru: ИНФО

source: You already have this OpenID!
de_de: Sie haben bereits diese OpenID!
pt_br: Você já tem este OpenID!
ru_ru: Этот OpenID уже есть!

source: This OpenID is already associated with another user.
de_de: Diese OpenID ist schon mit einem anderen Benutzer verknüpft.
pt_br: Este OpenID já está associado a outro usuário.
ru_ru: Этот OpenID уже привязан к другому пользователю.

source: Unable to authenticate OpenID.
de_de: Konnte OpenID nicht authentifizieren.
pt_br: Não foi possível autenticar este OpenID
ru_ru: Не удалось авторизовать OpenID.

source: OpenID assertion successful, but this URL is already associated with another user on this blog.
de_de: OpenID-Überprüfung erfolgreich, aber diese URL ist schon mit einem anderen Benutzer dieses Blogs verknüpft.
pt_br: Esta identidade OpenID já está associada a outro usuário neste blog.
ru_ru: OpenID прошл проверку, но этот URL уже привязан к другому пользователю этого блога.

source: Added association with OpenID.
de_de: Verknüpfung mit OpenID hinzugefügt.
pt_br: Associação com identidade OpenID adicionada.
ru_ru: Привязка к OpenID добавлена.

source: <strong>Note:</strong> For security reasons, your profile URL has been updated to match your OpenID.
de_de: <strong>Hinweis:</strong> Aus Sicherheitsgründen wurde ihre Profil-URL so geändert, dass Sie ihrer OpenID entspricht.
pt_br: <strong>Nota:</strong> por questões de segurança, a URL do seu perfil foi alterada para a sua identidade OpenID.
ru_ru: <strong>Внимание:</strong> по соображениям безопасности URL вашего профиля был изменён так, чтобы соответствовать вашему OpenID.

source: OpenID Warning
de_de: OpenID-Warnung
pt_br: Aviso do OpenID
ru_ru: Предупреждение OpenID

source: Are you sure you want to delete all of your OpenID associations? Doing so may prevent you from logging in.
de_de: Sind Sie sicher, dass Sie alle Ihre OpenID-Zuordnungen löschen wollen? Diese Aktion kann dazu führen, dass Sie sich nicht mehr einloggen können.
pt_br: Você tem certeza que deseja deletar todas as suas associações com OpenIDs? Isso pode impedir você de acessar o site.
ru_ru: Вы уверены, что хотите удалить отвязать все OpenID от учётной записи? Это может привести к потере возможности авторизоваться.

source: Yes I'm sure. Delete.
de_de: Ja, das will ich. Löschen."
pt_br: Sim, remover.
ru_ru: Да, я уверен. Удалить.

source: No, don't delete.
de_de: Nein, nicht löschen.
pt_br: Não, não remova.
ru_ru: Нет, не удалять.

source: Deleted %d OpenID association.
de_de: %d OpenID-Zuordnung gelöscht
pt_br: %d associação com identidade OpenID removida.
ru_ru: Удалена %d связь OpenID.

source: OpenID association delete failed: Unknown reason.
de_de: Fehler beim Löschen einer OpenID-Zuordnung: Grund unbekannt.
pt_br: Não foi possível deletar a associação com a conta OpenID por uma razão desconhecida.
ru_ru: Не удалось удалить связи OpenID: причина не известна.

source: For security reasons, your profile URL must be one of your claimed OpenIDs: %s
de_de: Aus Sicherheitsgründen muss ihre Profil-URL einer der vorgegebenen OpenIDs entsprechen: %s
pt_br: Por razões de segurança a URL do seu perfil precisa ser a URL de um dos seus OpenIDs associados a esta conta: %s
ru_ru: По соображениям безопасности URL вашего профиля должен быть одним из предложенных OpenID: %s

source: OpenID Delegation
de_de: OpenID-Weiterleitung
pt_br: Delegação de OpenID
ru_ru: Делегирование OpenID

source: OpenID Delegation allows you to use an external OpenID provider of your choice.
de_de: OpenID-Weiterleitung erlaubt ihnen, einen externen OpenID-Anbieter ihrer Wahl zu nutzen.
pt_br: A delegação de OpenID permite que você use um provedor de OpenID externo de sua escolha.
ru_ru: Делегирование OpenID позволяет использовать внешний провайдер OpenID.

source: To delegate, enter a valid OpenID. Otherwise leave this blank.
de_de: Geben Sie eine gültige OpenID für die Weiterleitung an, oder lassen Sie das Feld leer.
pt_br: Para usar delegação de OpenID, digite uma URL OpenID válida ou então deixe este campo em branco.
ru_ru: Чтобы включить делегирование, введите корректный идентификатор OpenID. Иначе оставьте поле пустым.

source: Unable to find any OpenID information for delegate URL %s
de_de: Konnte keine OpenID-Information für die Weiterleitungs-URL %s finden.
pt_br: A URL não parece ser uma identidade OpenID válida %s
ru_ru: Не удалось найти информацию об OpenID для делегирования по URL %s

source: You cannot delegate to an OpenID provider which uses Identifier Select.
de_de: Sie können nicht zu einem OpenID-Provider weiterleiten, der "Identifier Select" verwendet.
pt_br: Você não pode deletar para um provedor OpenID que usa "Identifier Select".
ru_ru: Невозможно делегировать идентификацию провайдеру, который использует выбор идентификатора.

source: New accounts can only be created with verified OpenIDs.
de_de: Neue Accounts können nutz mit überprüften OpenIDs erzeugt werden.
pt_br: Novas contas podem ser criadas apenas com OpenIDs verificados.
ru_ru: Новые уёчтные записи могут быть созданы только с проверенными OpenID.

source: New accounts can only be created with verified OpenIDs
de_de: Neue Accounts können nutz mit überprüften OpenIDs erzeugt werden.
pt_br: Novas contas podem ser criadas apenas com OpenIDs verificados
ru_ru: Новые уёчтные записи могут быть созданы только с проверенными OpenID.

source: Enable OpenID for comments
de_de: OpenIDs für Kommentare aktivieren
pt_br: Habilitar login com OpenID para comentários
ru_ru: Включить OpenID для комментариев

source: Do not require name and e-mail for comments left with a verified OpenID
de_de: Keinen Namen/E-Mail für Kommentare verlangen, die mit einer gültigen OpenID abgegeben wurden
pt_br: Não solicitar nome e-mail para comentários publicados com uma URL OpenID verificada
ru_ru: Не требовать имя и электронную почту для комментариев, оставленных с проверенным OpenID.

source: Always approve comments left with a verified OpenID
de_de: Kommentare, die mit einer gültigen OpenID abgegeben wurden, stets bestätigen
pt_br: Sempre aprovar comentários enviados com um OpenID verificado
ru_ru: Всегда одобрять комментарии, оставленные с проверенными OpenID

source: Error: please fill the required fields (name, email).
de_de: Fehler: Bitte füllen Sie die erforderlichen Felder (Name, E-Mail) aus.
pt_br: Erro: nome e e-mail são campos obrigatórios.
ru_ru: Ошибка: заполните обязательные поля (имя, email).

source: Error: please enter a valid email address.
de_de: Fehler: Bitte geben Sie eine gültige E-Mailadresse an.
pt_br: Erro: um endereço de e-mail válido é necessário.
ru_ru: Ошибка: введите корректный email.

source: Authenticate this comment using <span class="openid_link">OpenID</span>.
de_de: Diesen Kommentar mittel <span class="openid_link">OpenID</span> authentifizieren.
pt_br: Publicar este comentário usando uma URL <span class="openid_link">OpenID</span>.
ru_ru: Авторизоваться с помощью <span class="openid_link">OpenID</span>.

source: OpenID Authentication Error
de_de: OpenID-Authentifikationsfehler
pt_br: Erro de autenticação do OpenID
ru_ru: Ошибка авторизации OpenID

source: We were unable to authenticate your claimed OpenID, however you can continue to post your comment without OpenID:
de_de: ihren Kommentar abgeben, wenn auch ohne OpenID:"
pt_br: Não foi possível autenticar a sua URL OpenID, você pode publicar o comentário sem OpenID:
ru_ru: Авторизация по OpenID не удалась, однако вы можете оставить свой комментарий без OpenID:

source: Submit Comment
de_de: Kommentar absenden
pt_br: Enviar comentário
ru_ru: Отправить комментарий

source: User was created fine, but wp_login() for the new user failed. This is probably a bug.
de_de: Benutzer wurde erfolgreich angelegt, ABER: wp_login() ist für den neuen Benutzer fehlgeschlagen. Dies ist wahrscheinlich ein Bug (Programmfehler).
pt_br: Foi possível criar o usuário, mas a chamada a função wp_login() para o novo usuário falhou. Isso provavelmente é um bug.
ru_ru: Пользователь успешно создан, по wp_login() для нового пользователя не удался. Возможно, это баг.

source: OpenID authentication successful, but failed to create WordPress user. This is probably a bug.
de_de: OpenID-Überprüfung war erfolgreich, ABER es konnte kein neuer WordPress-Benutzer angelegt werden. Das ist wahrscheinlich ein Bug (Programmfehler).
pt_br: A autenticação OpenID foi concluída com sucesso, mas não foi possível criar o usuário no Wordpress. Isso provavelmente é um bug.
ru_ru: Авторизация OpenID прошла успешно, но не удалось создать пользователя WordPress. Возможно, это баг.

source: Since your browser does not support JavaScript, you must press the Continue button once to proceed.
de_de: Da Ihr Browser keine JavaScripte ausführt, müssen Sie manuell den Weiter-Knopf drücken, um fortzufahren.
pt_br: Como o seu navegador não suporta JavaScript, você precisar clicar no botão "Continuar".
ru_ru: Поскольку ваш браузер не поддерживает JavaScript, вам придётся нажать кнопку «Продолжить», чтобы продолжить.

source: Continue
de_de: Weiter
pt_br: Continuar
ru_ru: Продолжить

source: Please Wait...
de_de: Bitte warten...
pt_br: Por favor aguarde...
ru_ru: Пожалуйста, подождите…

source: OpenID Authentication Redirect
de_de: Weiterleitung zur OpenID-Athentifizierung
pt_br: Redirecionamento de autenticação OpenID
ru_ru: Перенаправление авторизации OpenID

source: OpenID login was cancelled.
de_de: OpenID-Anmeldung wurde abgebrochen.
pt_br: Login com o OpenID foi cancelado.
ru_ru: Вход через OpenID был отменён.

source: OpenID login failed: %s
de_de: OpenID-Anmeldung fehlgeschlagen: %s
pt_br: Login com o OpenID falhou: %s
ru_ru: Ошибка входа через OpenID: %s

source: OpenID login successful
de_de: OpenID-Anmeldung erfolgreich
pt_br: Login com OpenID efetuado com sucesso
ru_ru: Успешный вход через OpenID

source: Unknown Status. Bind not successful. This is probably a bug.
de_de: Hups! Unbekannter Status. Bind fehlgeschlagen. Sie haben wahrscheinlich soeben einen Programmfehler entdeckt
ru_ru: Состояние не известно. Привязка не удалась. Возможно, это баг.

source: Could not discover an OpenID identity server endpoint at the url: %s
de_de: Leider konnte ich keinen OpenID-Identitäts-Server unter der URL %s finden.
pt_br: Não foi possível encontrar um provedor OpenID na URL: %s
ru_ru: Не удалось найти конечную точку сервера идентификации OpenID по адресу %s

source: Your have entered a valid OpenID, but this site is not currently accepting new accounts.
de_de: Sie haben eine gültige OpenID angegeben, aber diese Seite vergibt im Moment keine neuen Accounts.
pt_br: Sua identidade OpenID é válida, mas este site não aceita a criação de novas contas.
ru_ru: Вы ввели корректный OpenID, но этот сайт не позволяет создание новых пользователей.

source: Or login using an OpenID
de_de: Oder mit OpenID einloggen
pt_br: Ou entre usando sua identidade OpenID
ru_ru: Или войдите с помощью OpenID

source: Learn about OpenID
de_de: Mehr über OpenID lernen
pt_br: Saiba mais sobre OpenID
ru_ru: Подробнее об OpenID

source: Register using an OpenID:
de_de: Mit OpenID registrieren:
pt_br: Registre-se usando uma conta OpenID:
ru_ru: Зарегистрироваться с помощью OpenID:

source: Or register using an OpenID:
de_de: Oder mittels OpenID registrieren:
pt_br: Ou registre-se usando uma conta OpenID:
ru_ru: Или зарегистрироваться с помощью OpenID:

source: <strong>ERROR</strong>:
de_de: <strong>FEHLER</strong>:
pt_br: <strong>ERRO</strong>:
ru_ru: <strong>ОШИБКА</strong>:

source: New users must register using OpenID.
de_de: Neue Nutzer müssen sich mit OpenID registrieren.
pt_br: Novos usuário podem se registrar apenas com OpenID.
ru_ru: Новые пользователи должны регистрироваться с помощью OpenID.

source: OpenID Login Error
de_de: Fehler bei der Anmeldung mit OpenID
pt_br: Erro de login com OpenID
ru_ru: Ошибка входа OpenID

source: Because you have delegated your OpenID, you cannot login with the URL <strong>%s</strong>. Instead, you must use your full OpenID when logging in.
de_de: Weil Sie OpenID-Delegation (Weiterleitung) benutzen, können Sie sich nicht mit der URL <strong>%s</strong> anmelden. Sie müssen dafür ihre vollständige OpenID zur Anmeldung nutzen.
ru_ru: Поскольку вы делегировали авторизацию OpenID, вы не можете войти с URL <strong>%s</strong>. Вы должны использовать полный OpenID для входа.

source: Your full OpenID is: %s
de_de: Ihre vollständige OpenID ist: %s
pt_br: Sua identidade OpenID é: %s
ru_ru: Ваш полный OpenID: %s

source: Logged in as %1$s (%2$s). <a href="%3$s">Use a different account?</a>
de_de: Sie sind als %1$s (%2$s) angemeldet. <a href="%3$s">Mit anderem Account anmelden?</a>
pt_br: Identificado como %1$s (%2$s). <a href="%3$s">Usar outra conta?</a>
ru_ru: Вы вошли как %1$s (%2$s). <a href="%3$s">Выйти?</a>

source: Verify Your Identity
de_de: Bestätigen Sie ihre Identität
pt_br: Verifique sua identidade
ru_ru: Подтвердите авторизацию

source: %s has asked to verify your identity.
de_de: %s verlangt die Bestätigung ihrer Identität.
pt_br: %s solicitou a verificação da sua identidade.
ru_ru: %s запросил подтверждение авторизации.

source: Click <strong>Continue</strong> to verify your identity and login without creating a new password.
de_de: <strong>Weiter</strong> klicken, um ihre Identität zu bestätigen und ohne Vergabe eines neuen Passwortes anzumelden.
pt_br: Clique em <strong>Continuar</strong> para verificar a sua identidade e entrar sem criar uma senha.
ru_ru: Нажмите <strong>«Продолжить»</strong>, чтобы подтвердить свою авторизацию и войти без создания нового пароля.

source: Cancel and go back
de_de: Abbrechen und Zurück
pt_br: Cancelar e voltar
ru_ru: Отменить и вернуться

source: Manage or remove access on the <a href="%s" target="_blank">Trusted Sites</a> page.
de_de: zugriff auf der <a href="%s" target="_blank">Vertraute Seiten</a>-Seite verwalten.
pt_br: Gerencie ou remova o acesso na página de <a href="%s" target="_blank">sites autorizados</a>
ru_ru: Измените или удалите доступ на странице <a href="%s" target="_blank">доверенных сайтов</a>.
