Repository: diso/wordpress-openid
Catalog: localization/openid-*.po
Languages: de_de, pt_br, ru_ru

source: <a href="%s" target="_blank">Edit your profile</a> to change the information that gets shared with Trusted Sites.
de_de: <a href="%s" target="_blank">Bearbeiten Sie ihr Profil</a> um die Informationen, die mit anderen Seiten geteilt werden, zu ändern.
pt_br: <a href="%s" target="_blank">Edite o seu perfil</a> para mudar as informações que são compartilhadas com os sites autorizados.
ru_ru: <a href="%s" target="_blank">Поправьте свой профиль</a>, чтобы изменить информацию, доступную доверенным сайтам.

source: Also grant access to see my %s.
de_de: Auch den Zugriff auf mein %s erlauben.
pt_br: Também permitir acesso ao meu %s.
ru_ru: Также предоставить доступ к моему %s.

source: Allows the use of OpenID for account registration, authentication, and commenting. Also includes an OpenID provider which can turn WordPress author URLs into OpenIDs.
de_de: Erlaubt die Nutzung von OpenIDs für Registrierung von Benutzerkonten, Anmeldung und Kommentare. Erlaubt die Nutzeung der Seite als OpenID-Provider, um sich an anderen Seiten mit WordPress-Autoren-URLs als OpenID anzumelden.
pt_br: Permite o uso de uma identidade OpenID para a criação e autenticação de contas bem como para a publicação de comentários. Também inclui um provedor OpenID que transforma as URLs dos autores do Wordpress em URLs OpenID.
ru_ru: Плагин даёт возможность использовать OpenID для регистрации, авторизации и комментариев, а также включает в себя провайдер OpenID, который превращает URL автора WordPress в идентификатор OpenID.

source: DiSo Development Team
de_de: DiSo Entwicklungsteam
ru_ru: Команда разработки DiSo
